[{"name":"Beethoven's Masterwork","description":"Ludwig van Beethovenwas a German composer and pianist. A crucial figure in the transition between the Classical and Romantic eras in Classical music, he remains one of the most recognised and influential of all composers. His best-known compositions include 9 symphonies, 5 piano concertos, 1 violin concerto, 32 piano sonatas, 16 string quartets, his great Mass the Missa solemnis, and one opera, Fidelio.","price":"29.99","imgurl":"../images/beethoven.jpg","category":"Music","id":"R5arlIHBhqplXGk5Ghlp"},{"name":"Harry Potter","description":"Harry Potter is a series of fantasy novels written by British author J. K. Rowling. The novels chronicle the life of a young wizard, Harry Potter, and his friends Hermione Granger and Ron Weasley, all of whom are students at Hogwarts School of Witchcraft and Wizardry. The main story arc concerns Harry's struggle against Lord Voldemort, a dark wizard who intends to become immortal, overthrow the wizard governing body known as the Ministry of Magic, and subjugate all wizards and muggles (non-magical people).","price":"19.99","imgurl":"../images/harrypotter.jpg","category":"Books","id":"yaAl2MhJ9jlugHMzp79m"},{"name":"The Shining","description":"The Shining is a horror novel by American author Stephen King. Published in 1977, it is King's third published novel and first hardback bestseller: the success of the book firmly established King as a preeminent author in the horror genre. The setting and characters are influenced by King's personal experiences, including both his visit to The Stanley Hotel in 1974 and his recovery from alcoholism. The novel was followed by a sequel, Doctor Sleep, published in 2013.","price":"24.99","imgurl":"../images/shining.jpg","category":"Books","id":"Sx9maa6pZHxTaEgF3tvA"},{"name":"Bob Marley's Classics","description":"Bob Marleywas a Jamaican singer-songwriter who became an international musical and cultural icon,[1][2][3][4][5] blending mostly reggae, ska, and rocksteady in his compositions. Starting out in 1963 with the group the Wailers, he forged a distinctive songwriting and vocal style that would later resonate with audiences worldwide. The Wailers would go on to release some of the earliest reggae records with producer Lee Perry","price":"19.99","imgurl":"../images/bobmarley.jpg","category":"Music","id":"DKJoLq6F6sSYaOZCOVQG"},{"name":"Good Fellas","description":"Goodfellas (stylized as GoodFellas) is a 1990 American crime film directed by Martin Scorsese. It is an adaptation of the 1986 non-fiction book Wiseguy by Nicholas Pileggi, who co-wrote the screenplay with Scorsese. The film narrates the rise and fall of mob associate Henry Hill and his friends and family over a period from 1955 to 1980.","price":"14.99","imgurl":"../images/goodfellas.jpg","category":"Movies","id":"tJXGi29l9Oy7lUrzOpb8"},{"name":"JavaScript for Beginners","description":"Alongside HTML and CSS, JavaScript is one of the three core technologies of the World Wide Web.[7] JavaScript enables interactive web pages and thus is an essential part of web applications. The vast majority of websites use it,[8] and all major web browsers have a dedicated JavaScript engine to execute it.","price":"39.99","imgurl":"../images/javascript.jpg","category":"Books","id":"kP7dOrmhalVFhIsN2um5"},{"name":"Terminator 3","description":"Terminator 3: Rise of the Machines (also referred to as Terminator 3 or T3) is a 2003 American science-fiction action film[3] directed by Jonathan Mostow and starring Arnold Schwarzenegger, Nick Stahl, Claire Danes and Kristanna Loken. It is the third installment in the Terminator film series, following Terminator 2: Judgment Day (1991) and The Terminator (1984). It does not involve James Cameron, who directed and wrote the first two films. It grossed over $434 million worldwide.","price":"9.99","imgurl":"../images/terminator3.jpg","category":"Movies","id":"sQojPBFevTMVwc3rA35k"},{"name":"Steve Wonder's Evergreens","description":"Stevland Hardaway Morris (né Judkins; born May 13, 1950),[1] known by his stage name Stevie Wonder, is an American singer, songwriter, record producer, and multi-instrumentalist. A child prodigy, he is considered to be one of the most critically and commercially successful musical performers of the late 20th century.[2] Wonder signed with Motown's Tamla label at the age of 11,[2] and he continued performing and recording for Motown into the 2010s. He has been blind since shortly after birth.","price":"19.99","imgurl":"../images/stevewonder.jpg","category":"Music","id":"KFf5EzdsFPuinjb87J3D"},{"name":"Star Wars","description":"Star Wars is an American epic space opera media franchise, centered on a film series created by George Lucas. It depicts the adventures of characters a long time ago in a galaxy far, far away. The franchise began in 1977 with the release of the film Star Wars (later subtitled Episode IV: A New Hope in 1981[2][3]), which became a worldwide pop culture phenomenon. It was followed by the successful sequels The Empire Strikes Back (1980) and Return of the Jedi (1983); these three films constitute the original Star Wars trilogy. A prequel trilogy was released between 1999 and 2005, which received mixed reactions from both critics and fans. A sequel trilogy began in 2015 with the release of Star Wars: The Force Awakens and continued with the release of Star Wars: The Last Jedi (2017). The first eight films were nominated for Academy Awards (with wins going to the first two films released) and have been commercial successes, with a combined box office revenue of over US$8.5 billion,[4] making Star Wars the second highest-grossing film series.[5] Spin-off cinematic films include Rogue One (2016) and Solo: A Star Wars Story (2018).","price":"19.99","imgurl":"../images/starwars.jpg","category":"Movies","id":"0xKLD0ajqp1nn05DaMul"}]